/* Inspector -> Activity tab -> progress */
"%.2f%% (%.2f%% selected)" = "%1$.2f%% (%2$.2f%% selecionados)";

/* Torrent -> progress string */
"%.2f%% of torrent metadata retrieved" = "%.2f%% dos metadados do torrent recebidos";

/* Prefs -> blocklist -> message */
"%@ IP address rules in list" = "%@ regras de IPs na lista";

/* Inspector -> Files tab -> file status string
   Blocklist -> message
   Torrent -> progress string */
"%@ of %@" = "%1$@ de %2$@";

/* Torrent -> progress string */
"%@ of %@ selected" = "%1$@ de %2$@ selecionados";

/* Torrent -> eta string */
"%@ remaining" = "%@ restantes";

/* Add torrent -> info
   Torrent -> progress string */
"%@ selected" = "%@ selecionados";

/* Inspector -> selected torrents
   stats total */
"%@ total" = "%@ ao total";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ verificados";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d em cache";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d Conectados";

/* Inspector -> Peers tab -> peers */
"%d DHT" = "%d de DHT";

/* Dock item - Downloading */
"%d Downloading" = "%d Baixando";

/* Inspector -> selected torrents
   Create torrent -> info
   Add torrent -> info
   Drag overlay -> torrents */
"%d files" = "%d arquivos";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d de entrada";

/* Status Bar -> speed tooltip
   Action menu -> upload/download limit */
"%d KB/s" = "%d KB/s";

/* Inspector -> Peers tab -> peers */
"%d known" = "%d conhecidos";

/* Inspector -> Peers tab -> peers */
"%d local discovery" = "%d descoberta local";

/* Inspector -> Peers tab -> peers */
"%d LTEP" = "%d LTEP";

/* Inspector -> selected torrents */
"%d magnetized transfers" = "%d transferências magnéticas";

/* Status bar transfer count */
"%d of %@" = "%1$d de %2$@";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces, %@ each" = "%1$d pedaços, %2$@ cada";

/* Dock item - Seeding */
"%d Seeding" = "%d Enviando";

/* Drag overlay -> torrents */
"%d Torrent Files" = "%d Arquivos Torrent";

/* Inspector -> selected torrents */
"%d Torrents Selected" = "%d Torrents Selecionados";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d do rastreador";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"%d transfers" = "%d transferências";

/* Torrent -> status string */
"%d web seeds" = "%d web seeds";

/* Inspector -> selected torrents
   stats -> bytes */
"%llu bytes" = "%llu bytes";

/* stats window -> times opened */
"%llu times" = "%llu vezes";

/* time string */
"%u days" = "%u dias";

/* time string */
"%u hr" = "%u h";

/* time string */
"%u min" = "%u min";

/* time string */
"%u sec" = "%u s";

/* File size - bytes */
"1 byte" = "1 byte";

/* time string */
"1 day" = "1 dia";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"1 file" = "1 arquivo";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 transferência magnética";

/* Create torrent -> info */
"1 piece, %@" = "1 pedaço, %@";

/* stats window -> times opened */
"1 time" = "1 vez";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"1 transfer" = "1 transferência";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "\"%@\" não é um arquivo válido de torrent.";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "Uma lista de bloqueio deve ser baixada primeiro";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "Já existe um arquivo com o nome \"%1$@\" na pastapasta \"%2$@\". Escolha um novo nome ou pasta para criar o arquivo torrent.";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "Não é possível mover uma pasta para dentro de si mesma.";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "Não é possível criar um torrent para arquivos sem tamanho.";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "Não é possível criar um torrent com estes nome e pasta.";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "Uma transferência marcada como privada e sem um endereço de rastreador não permitirá a conexão a peer algum. O arquivo .torrent só será útil se você planeja enviá-lo a um rastreador que adicionará os endereços para você.";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */
"A transfer of \"%@\" already exists." = "Já existe uma transferência de \"%@\".";

/* Inspector -> tab
   Inspector view -> title */
"Activity" = "Atividade";

/* Add torrent -> same name -> button */
"Add" = "Adicionar";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "Falha ao adicionar transferência magnética.";

/* Groups -> Button */
"All Groups" = "Todos os Grupos";

/* Create torrent -> failed -> warning */
"An unknown error has occurred." = "Ocorreu um erro desconhecido.";

/* Tracker last announce */
"Announce error" = "Erro de anúncio";

/* Tracker next announce */
"Announce in progress" = "Anúncio em progresso";

/* Tracker next announce */
"Announce is queued" = "Anúncio na fila";

/* Tracker next announce */
"Announce not scheduled" = "Anúncio não programado";

/* Tracker last announce */
"Announce timed out" = "Tempo do anúncio esgotado";

/* All toolbar item -> label */
"Apply All" = "Aplicar Tudo";

/* Selected toolbar item -> label */
"Apply Selected" = "Aplicar Selecionados";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "Tem certeza de que deseja encerrar?";

/* Remove trackers alert -> title */
"Are you sure you want to remove %d built-in trackers?" = "Tem certeza de que deseja remover %d rastreadores embutidos?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %d transfers from the transfer list and trash the data files?" = "Tem certeza de que deseja remover %d transferências da lista e mover os arquivos para o lixo?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %d transfers from the transfer list?" = "Tem certeza de que deseja remover %d transferências da lista?";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "Tem certeza de que deseja remover \"%@\" da lista e mover os arquivos para o lixo?";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "Tem certeza de que deseja remover \"%@\" da lista?";

/* Remove trackers alert -> title */
"Are you sure you want to remove a built-in tracker?" = "Tem certeza de que deseja remover um rastreador embutido?";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "Tem certeza de que deseja resetar as estatísticas de uso?";

/* inspector -> peer table -> header tool tip */
"Available" = "Disponível";

/* Transfer speed (Bytes per second) */
"B/s" = "B/s";

/* Preferences -> toolbar item title */
"Bandwidth" = "Velocidades";

/* Growl notification description */
"Bandwidth settings changed" = "Configurações de velocidade alteradas";

/* Groups -> Name */
"Blue" = "Azul";

/* File size - bytes */
"bytes" = "bytes";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove trackers alert -> button
   Stats reset -> button */
"Cancel" = "Cancelar";

/* Torrent Table -> tooltip */
"Change transfer settings" = "Alterar configurações de transferências";

/* File Outline -> Menu */
"Check Selected" = "Marcar Selecionados";

/* Torrent -> status string */
"Checking existing data" = "Verificando dados existentes";

/* Message window -> save button */
"Clear" = "Limpar";

/* inspector -> peer table -> header */
"Client" = "Cliente";

/* View menu -> Quick Look */
"Close Quick Look" = "Fechar Visualização Rápida";

/* Blocklist -> message */
"Connecting to site" = "Conectando ao endereço";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "Não É Possível Criar Uma Cópia de \"%@\"";

/* Create torrent -> failed -> warning */
"Could not read \"%s\": %s." = "Não foi possível ler \"%1$s\": %2$s.";

/* Create torrent -> failed -> warning */
"Could not write \"%s\": %s." = "Não foi possível gravar \"%1$s\": %2$s.";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */
"Create" = "Criar";

/* Drag overlay -> file */
"Create a Torrent File" = "Criar um Torrent";

/* Create toolbar item -> tooltip */
"Create torrent file" = "Criar um torrent";

/* Create toolbar item -> palette label
   Create torrent -> select file */
"Create Torrent File" = "Criar um Torrent";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "Não foi possível criar o torrent \"%@\".";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "Atualmente baixando (interessado e não sufocado)";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "Atualmente enviando (interessado e não sufocado)";

/* Message window -> table column */
"Date" = "Data";

/* Message window -> level
   Message window -> level string */
"Debug" = "Debug";

/* inspector -> peer table -> header
   inspector -> web seed table -> header
   status bar -> status label
   Torrent -> status string */
"DL" = "DL";

/* Inspector -> Peers tab -> peers */
"DL from %d" = "Baixando de %d";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "Não verificar espaço em disco novamente";

/* Donation beg -> button */
"Don't bug me about this ever again." = "Nunca mais me pergunte sobre isso.";

/* files tab -> tooltip */
"Don't Download" = "Não Baixar";

/* Donation beg -> button */
"Donate" = "Fazer uma doação";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "Fazendo uma doação ou não, não haverá diferença em seus torrents.";

/* file table -> header tool tip
   files tab -> tooltip */
"Download" = "Baixar";

/* Torrent disk space alert -> button */
"Download Anyway" = "Baixar Mesmo Assim";

/* Growl notification title */
"Download Complete" = "Download Completo";

/* Blocklist -> message */
"Download of the blocklist failed." = "Download da lista de bloqueio falhou.";

/* files tab -> tooltip */
"Download Some" = "Baixar Alguns";

/* Torrent table -> group row -> tooltip */
"Download speed" = "Velocidade de download";

/* Stats window -> label
   tracker peer stat */
"Downloaded" = "Baixado";

/* Torrent -> status string */
"Downloading" = "Baixando";

/* Blocklist -> message */
"Downloading blocklist" = "Baixando lista de bloqueio";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "Baixando de %1$d peers - %2$d peers ao total";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "Baixando de %d peer - 1 peer ao total";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "Baixando do Peer";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "Baixando de Seed da Web";

/* inspector -> peer table -> header tool tip
   Inspector -> Peers tab -> table row tooltip */
"Encrypted Connection" = "Conexão Criptografada";

/* Message window -> level
   Message window -> level string
   Torrent -> status string */
"Error" = "Erro";

/* Inspector -> tab
   Inspector view -> title */
"Files" = "Arquivos";

/* Filter toolbar item -> label
   inspector -> file filter
   Message window -> filter field */
"Filter" = "Filtro";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "Origem: cache";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "Origem: DHT";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "Origem: conexão de entrada";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "Origem: conexão via LTEP";

/* Inspector -> Peers tab -> table row tooltip */
"From: local peer discovery" = "Origem: descoberta local de peers";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "Origem: troca de peer";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "Origem: rastreador";

/* File size - gigabytes */
"GB" = "GB";

/* Preferences -> toolbar item title */
"General" = "Geral";

/* Inspector -> tab
   Inspector view -> title */
"General Info" = "Informações Gerais";

/* Tracker last announce */
"got %d peers" = "conectado a %d peers";

/* Tracker last announce */
"got 1 peer" = "conectado a 1 peer";

/* Groups -> Name */
"Gray" = "Cinza";

/* Groups -> Name */
"Green" = "Verde";

/* Groups -> Button */
"Group" = "Grupo";

/* Preferences -> toolbar item title */
"Groups" = "Grupos";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "Esconder Barra de Filtro";

/* View menu -> Inspector */
"Hide Inspector" = "Esconder Inspetor";

/* View menu -> Status Bar */
"Hide Status Bar" = "Esconder Barra de Estado";

/* File Outline -> Priority Menu */
"High" = "Alta";

/* files tab -> tooltip */
"High Priority" = "Prioridade Alta";

/* Legal alert -> button */
"I Accept" = "Eu Aceito";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "Se você está tentando usar arquivos já existentes, a pasta base dos arquivos deveria ficar dentro da pasta de destino.";

/* Message window -> level
   Message window -> level string */
"Info" = "Informações";

/* Inspector toolbar item -> label */
"Inspector" = "Inspetor";

/* inspector -> peer table -> header */
"IP Address" = "Endereço IP";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "Parece que \"%1$@\" de %2$@ não é um torrent.";

/* File size - kilobytes */
"KB" = "KB";

/* Tracker last announce */
"Last Announce" = "Último Anúncio";

/* Tracker last scrape */
"Last Scrape" = "Último Scrape";

/* Prefs -> blocklist -> message */
"Last updated" = "Última atualização";

/* tracker peer stat */
"Leechers" = "Leechers";

/* About window -> license button */
"License" = "Licença";

/* Action menu -> upload/download limit
   torrent action menu -> upload/download limit */
"Limit (%d KB/s)" = "Limite (%d KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "Não Foi Possível Salvar o Log (Registro de Mensagens)";

/* File Outline -> Priority Menu */
"Low" = "Baixa";

/* files tab -> tooltip */
"Low Priority" = "Baixa Prioridade";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "O link magnético é uma cópia de outra transferência já existente.";

/* Inspector -> selected torrents
   Torrent -> progress string */
"Magnetized transfer" = "Transferência magnética";

/* File size - megabytes */
"MB" = "MB";

/* Message window -> table column */
"Message" = "Mensagem";

/* Message window -> title */
"Message Log" = "Registro de Mensagens";

/* files tab -> tooltip */
"Multiple Priorities" = "Múltiplas Prioridades";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */
"N/A" = "N/A";

/* Preferences -> toolbar item title */
"Network" = "Rede";

/* Prefs -> blocklist -> message */
"Never" = "Nunca";

/* inspector -> add tracker */
"New Tier" = "Novo Grupo";

/* Tracker next announce */
"Next announce in %@" = "Próximo anúncio em %@";

/* Group table row */
"No Group" = "Sem Grupo";

/* Inspector -> selected torrents */
"No Torrents Selected" = "Nenhum Torrent Selecionado";

/* Groups -> Button
   Groups -> Menu */
"None" = "Nenhum";

/* Donation beg -> button */
"Nope" = "Não, não";

/* File Outline -> Priority Menu */
"Normal" = "Normal";

/* files tab -> tooltip */
"Normal Priority" = "Prioridade Normal";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "Não há espaço em disco suficiente para baixar \"%@\" por inteiro.";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button */
"OK" = "OK";

/* Removal confirm panel -> message part 2 */
"Once removed, continuing the transfers will require the torrent files or magnet links." = "Uma vez removidos, serão necessários os torrents originais ou os links magnéticos para continuar as transferências.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "Uma vez removido, o Transmission não tentará mais entrar em contato com ele. Isto não pode ser desfeito.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "Uma vez removidos, o Transmission não tentará mais entrar em contato com eles. Isto não pode ser desfeito.";

/* File Outline -> Menu */
"Only Check Selected" = "Marcar Apenas Selecionados";

/* Open toolbar item -> label */
"Open" = "Abrir";

/* Open address toolbar item -> label */
"Open Address" = "Abrir Endereço";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "Abrir Torrent do Endereço";

/* Open toolbar item -> tooltip */
"Open torrent files" = "Abrir torrents";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "Abrir Torrents";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "Abrir torrent do endereço";

/* Inspector -> tab
   Inspector view -> title */
"Options" = "Opções";

/* Groups -> Name */
"Orange" = "Laranja";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "Seed Parcial";

/* All toolbar item -> palette label */
"Pause / Resume All" = "Pausar / Resumir Todos";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "Pausar / Resumir Selecionados";

/* All toolbar item -> label */
"Pause All" = "Pausar Todos";

/* All toolbar item -> tooltip */
"Pause all transfers" = "Pausar todas as transferências";

/* Selected toolbar item -> label */
"Pause Selected" = "Pausar Selecionados";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "Pausar transferências selecionadas";

/* Torrent Table -> tooltip */
"Pause the transfer" = "Pausar a transferência";

/* Torrent -> status string */
"Paused" = "Pausado";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "O peer está liberando você, mas você não está interessado";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "O peer quer que você envie, mas você não quer (interessado e sufocado)";

/* Inspector -> tab
   Inspector view -> title
   Preferences -> toolbar item title */
"Peers" = "Peers";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "Porta";

/* Preferences -> Network -> port status */
"Port check site is down" = "O site está offline";

/* Preferences -> Network -> port status */
"Port is closed" = "Porta fechada";

/* Preferences -> Network -> port status */
"Port is open" = "Porta aberta";

/* File Outline -> Menu
   file table -> header tool tip */
"Priority" = "Prioridade";

/* files tab -> tooltip */
"Priority Not Available" = "Prioridade Indisponível";

/* Inspector -> private torrent */
"Private Torrent, non-tracker peer discovery disabled" = "Torrent Privado, descoberta de peers só permitida por rastreadores";

/* Message window -> table column */
"Process" = "Processo";

/* Blocklist -> message */
"Processing blocklist" = "Processando lista de bloqueio";

/* Stats window -> label */
"Program Started" = "Programa Aberto";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %.1f%%" = "Progresso: %.1f%%";

/* Inspector -> private torrent */
"Public Torrent" = "Torrent Público";

/* Groups -> Name */
"Purple" = "Roxo";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */
"Quick Look" = "Visualização Rápida";

/* Confirm Quit panel -> button
   Legal alert -> button
   Transmission already running alert -> button */
"Quit" = "Encerrar";

/* Dock Badger -> quit */
"Quitting" = "Encerrando";

/* Stats window -> label
   status bar -> status label
   Torrent -> status string
   Torrent table -> group row -> tooltip */
"Ratio" = "Proporção";

/* Groups -> Name */
"Red" = "Vermelho";

/* Action menu -> status string toggle */
"Remaining Time" = "Tempo Restante";

/* Torrent -> eta string */
"remaining time unknown" = "tempo restante desconhecido";

/* Preferences -> toolbar item title */
"Remote" = "Remoto";

/* Removal confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */
"Remove" = "Remover";

/* Remove toolbar item -> palette label */
"Remove Selected" = "Remover Selecionados";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "Remover transferências selecionadas";

/* Stats reset -> button
   Stats window -> reset button */
"Reset" = "Resetar";

/* All toolbar item -> label */
"Resume All" = "Resumir Todos";

/* All toolbar item -> tooltip */
"Resume all transfers" = "Resumir todas as transferências";

/* Selected toolbar item -> label */
"Resume Selected" = "Resumir Selecionados";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "Resumir transferências selecionadas";

/* Torrent cell -> button info */
"Resume the transfer" = "Resumir a transferência";

/* Torrent cell -> button info */
"Resume the transfer right away" = "Resumir a transferência imediatamente";

/* Stats window -> label */
"Running Time" = "Tempo Aberto";

/* Message window -> save button */
"Save" = "Salvar";

/* Tracker last scrape */
"Scrape error" = "Erro de scrape";

/* Tracker last scrape */
"Scrape timed out" = "Tempo de scrape expirou";

/* tracker peer stat */
"Seeders" = "Seeders";

/* Torrent -> status string */
"Seeding" = "Enviando";

/* Torrent -> status string */
"Seeding complete" = "Envio completo";

/* Growl notification title */
"Seeding complete" = "Envio Completo";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "Enviando para %1$d de %2$d peers";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "Enviando para %d de 1 peer";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */
"Select" = "Selecionar";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "Selecione um arquivo ou uma pasta para o torrent.";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "Selecione a pasta para baixar \"%@\"";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "Selecione o nome e o local para o torrent.";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "Selecione a nova pasta para %d arquivos.";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "Selecione a nova pasta para \"%@\".";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "Atalhos para alterar as configurações gerais.";

/* View menu -> Filter Bar */
"Show Filter Bar" = "Mostrar a Barra de Filtro";

/* File Outline -> Menu */
"Show in Finder" = "Mostrar no Finder";

/* View menu -> Inspector */
"Show Inspector" = "Mostrar o Inspetor";

/* View menu -> Status Bar */
"Show Status Bar" = "Mostrar a Barra de Estado";

/* Torrent cell -> button info */
"Show the data file in Finder" = "Mostrar arquivos no Finder";

/* Status Bar -> speed tooltip */
"Speed Limit" = "Limite de Velocidade";

/* Growl notification title */
"Speed Limit Auto Disabled" = "Limite de Velocidade Desativado Automaticamente";

/* Growl notification title */
"Speed Limit Auto Enabled" = "Limite de Velocidade Ativado Automaticamente";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "O Limite de Velocidade troca os limites totais de velocidade pelos seus próprios limites.";

/* Torrent -> status string */
"Stalled" = "Parado";

/* Stats window -> title */
"Statistics" = "Estatísticas";

/* Action menu -> status string toggle */
"Status of Selected Files" = "Estado dos Arquivos Selecionados";

/* Action menu -> ratio stop
   torrent action menu -> ratio stop */
"Stop at Ratio (%.2f)" = "Parar na Proporção (%.2f)";

/* Torrent cell -> button info */
"Stop waiting to start" = "Parar de esperar o início";

/* Donation beg -> title */
"Support open-source indie software" = "Dê suporte a um software independente de código aberto";

/* File size - terabytes */
"TB" = "TB";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "O local escolido para o torrent não existe.";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "A pasta de destino e a pasta base têm o mesmo nome.";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "A pasta \"%@\" não existe. Crie esta pasta ou escolha outra para criar o torrent.";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "O link magnético  \"%@\" não pode ser adicionado porque é cópia de uma transferência já existente.";

/* Move error alert -> message
   Move inside itself alert -> message */
"The move operation of \"%@\" cannot be done." = "Não foi possível mover \"%@\".";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "Não foi possível baixar o torrent de %1$@: %2$@.";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "O torrent (%@) não pôde ser encontrado.";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "O torrent não pode ser aberto porque contém dados inválidos.";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "O tamanho total dos arquivos é zero byte.";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "A transferência não pôde ser adicionada porque é uma cópia de uma outra transferência já existente.";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "A transferência será pausada. Libere espaço em %@ ou desmarque arquivos no inspetor de torrents para continuar.";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed." = "A transferência não pedirá peers a um rastreador e dependerá apenas métodos alternativos, como DHT e PEX, para baixar e enviar.";

/* Confirm Quit panel -> message */
"There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "Existem %d transferências ativas que serão pausadas ao encerrar. Elas serão resumidas automaticamente na próxima vez que o Transmission for aberto.";

/* Removal confirm panel -> message part 1 */
"There are %d active transfers." = "Existem %d transferências ativas.";

/* Removal confirm panel -> message part 1 */
"There are %d transfers (%d active)." = "Existem %1$d transferências (%2$d ativas).";

/* Create torrent -> blank address -> title */
"There are no tracker address." = "Não há endereços de rastreadores.";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "Já existe uma cópia aberta do Transmission. Esta cópia não pode ser aberta até a outra ser fechada.";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "Existe uma transferência ativa que será pausada ao encerrar. A tranferência será resumidas automaticamente quando o Transmission for aberto de novo.";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "Deve haver ao menos um arquivo numa pasta para criar um torrent.";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "Houve um problema criando o arquivo \"%@\".";

/* Move error alert -> title */
"There was an error moving the data file." = "Houve um erro ao mover o arquivo.";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "Houve um erro ao adicionar o link magnético \"%@\". A transferência não será feita.";

/* Create torrent -> no files -> title */
"This folder contains no files." = "Essa pasta não contém arquivos.";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link." = "Essa transferência está ativa. Uma vez removida, será necessário ter o torrent original ou o link magnético para continuá-la.";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "Isso limpará as estatísticas globais do Transmission. As estatísticas de cada transferência não serão afetadas.";

/* Inspector -> tracker table */
"Tier %d" = "Grupo %d";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "Ativar/Desativar Filtro";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "Ativar/Desativar Inspetor";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "Ativar/Desativar a barra de filtro";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "Ativar/desativar o inspetor de torrent";

/* Download not a torrent -> title
   Torrent download error -> title */
"Torrent download failed" = "Download do Torrent falhou";

/* Growl notification title */
"Torrent File Auto Added" = "Torrent Adicionado Automaticamente";

/* Inspector -> title */
"Torrent Inspector" = "Inspetor de Torrent";

/* Torrent -> progress string */
"torrent metadata needed" = "metadados do torrent necessários";

/* Status Bar -> speed tooltip */
"Total download rate" = "Taxa total de download";

/* stats total */
"Total N/A" = "Total N/A";

/* Status Bar -> speed tooltip */
"Total upload rate" = "Taxa total de envio";

/* Torrent -> status string */
"Tracker returned error" = "O rastreador reportou um erro";

/* Torrent -> status string */
"Tracker returned warning" = "O rastreador reportou um aviso";

/* Tracker next announce */
"Tracker will be used as a backup" = "O rastreador será usado como backup";

/* Inspector -> tab
   Inspector view -> title */
"Trackers" = "Rastreadores";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "Transferência Inativa";

/* Preferences -> toolbar item title */
"Transfers" = "Transferências";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "Transferências Inativas";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws." = "O Transmission é um programa de compartilhamento de arquivos. Quando você usa um torrent, dados dos arquivos são enviados a terceiros. Você e somente você é responsável por julgar o compartilhamento do conteúdo e por seguir suas leis locais.";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "O Transmission é um programa de torrent completo. Muito tempo e esforço foram dedicados ao seu desenvolvimento, código e aperfeiçoamento. Se você gosta de usá-lo, por favor considere demonstrar seu amor com uma doação.";

/* Transmission already running alert -> title */
"Transmission is already running." = "O Transmission já está aberto.";

/* inspector -> peer table -> header
   status bar -> status label
   Torrent -> status string */
"UL" = "UL";

/* Inspector -> Peers tab -> peers */
"UL to %d" = "Enviando para %d";

/* File Outline -> Menu */
"Uncheck Selected" = "Desmarcar Selecionados";

/* Status Bar -> speed tooltip */
"unlimited" = "ilimitada";

/* Torrent -> error string unreadable */
"unreadable error" = "erro ilegível";

/* Save log panel -> default file name */
"untitled" = "sem nome";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "Velocidade de envio";

/* Stats window -> label */
"Uploaded" = "Enviado";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "enviado %1$@ (Proporção: %2$@)";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "Enviando para o Peer";

/* Torrent -> status string */
"Waiting to check existing data" = "Esperando para verificar dados existentes";

/* Torrent -> status string */
"Waiting to download" = "Esperando para baixar";

/* Torrent -> status string */
"Waiting to seed" = "Esperando para enviar";

/* Drag overlay -> url */
"Web Address" = "Endereço da Web";

/* Torrent -> status string */
"web seed" = "web seed";

/* inspector -> web seed table -> header */
"Web Seeds" = "Web Seeds";

/* Legal alert -> title */
"Welcome to Transmission" = "Bemvindo ao Transmission";

/* Groups -> Name */
"Yellow" = "Amarelo";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "Você liberou o peer, mas ele não está interessado";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "Você quer baixar, mas o peer não quer enviar (interessado e sufocado)";

